Repository: wp-plugins/frontier-post
Catalog: language/frontier-post-*.po
Languages: nl_nl

source: Title
nl_nl: Titel

source: Category
nl_nl: Categorie

source: Tags
nl_nl: Trefwoorden

source: Select category, multible can be selected using ctrl key
nl_nl: Selecteer een categorie, gebruik Ctrl om meerdere te selecteren

source: Enter tag here
nl_nl: Voer een Tag in

source: Excerpt
nl_nl: Uitreksel

source: Featured image
nl_nl: Uitgelichte afbeelding

source: Select featured image
nl_nl: Selecteer een uitgelichte afbeelding

source: Featured image (or new featured image) not visible until post is saved
nl_nl: De uitgelichte afbeelding is niet zichtbaar tot het bericht geplaatst is

source: Save
nl_nl: Opslaan

source: Save & Return
nl_nl: Opslaan & Terug

source: Save & Preview
nl_nl: Opslaan & Voorbeeld

source: You are not allowed to edit this post !
nl_nl: Je bent niet bevoegd om dit bericht te bewerken.

source: Create New Post
nl_nl: Een nieuw bericht maken

source: Date
nl_nl: Datum

source: Action
nl_nl: Actie

source: Edit
nl_nl: Bewerk

source: Are you sure you want to delete this post?
nl_nl: Ben je zeker dat je dit bericht wilt verwijderen?

source: Delete
nl_nl: Verwijder

source: Preview
nl_nl: Voorbeeld

source: Number of posts already created by you:
nl_nl: Het aantal berichten wat door jou gemaakt is:

source: Sorry, you do not have any posts (yet)
nl_nl: Je hebt nog geen berichten geplaatst.

source: Please log in !
nl_nl: Inloggen aub.

source: Login Page
nl_nl: Login Pagina

source: Post for approval from
nl_nl: Bericht voor goedkeuring door

source: Message delivery failed - Recipient: (
nl_nl: Bericht is niet verzonden - Ontvanger: (

source: Your post has been approved
nl_nl: Je bericht is goedgekeurd

source: No Title
nl_nl: Geen titel

source: No content
nl_nl: Geen inhoud

source: My approvals
nl_nl: Mijn goedkeuringen

source: You have no approvals pending
nl_nl: Er zijn geen wachtende goedkeuringen

source: List number of posts and comments for approval
nl_nl: Lijst van berichten en commentaar ter goedkeuring

source: draft posts
nl_nl: concepten

source: posts to be approved
nl_nl: berichten ter goedkeuring

source: comments to be approved
nl_nl: commentaar ter goedkeuring

source: spam comments
nl_nl: spam commentaar

source: Show posts pending approval ?
nl_nl: Toon aantal berichten wachtend op goedkeuring

source: Show number of draft posts ?
nl_nl: Toon aantal concepten

source: Show comments pending approval ?
nl_nl: Toon aantal commentaar wachtend op goedkeuring

source: Show comments marked as spam ?
nl_nl: Toon commentaar gemarkeerd als spam

source: My posts
nl_nl: Mijn berichten

source: You have no posts
nl_nl: Er zijn geen berichten

source: Dont show date
nl_nl: Laat datum niet zien

source: Only posts
nl_nl: Alleen berichten

source: Posts & comments
nl_nl: Berichten & Commentaar

source: Posts and comments excerpt
nl_nl: Berichten en uitreksel commentaar

source: List posts of current user (author)
nl_nl: Toon berichten van huidige gebruiker (Auteur)

source: Your have published:
nl_nl: Je hebt gepubliceerd:

source: posts
nl_nl: berichten

source: Post date format
nl_nl: Berichten datum instelling

source: Show comments
nl_nl: Toon commentaar

source: Comment date format
nl_nl: Commentaar datum instelling

source: Number of posts & comments
nl_nl: Aantal berichten en commentaar

source: Length of comment excerpt
nl_nl: Aantal karakters commentaar

source: Show Add Post link ?
nl_nl: Toon Berichten Toevoegen Link ?

source: Show Post Count ?
nl_nl: Toon Berichten Aantal ?

source: No post text
nl_nl: Geen berichten tekst

source: Full Editor
nl_nl: Volledige Tekstbewerker

source: Text Only
nl_nl: Alleen Tekst

source: Multi select
nl_nl: Meerdere selecteerbaar

source: Single select
nl_nl: Alleen 1 is selecteerbaar

source: Hide
nl_nl: Verberg

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt onvoldoende rechten om deze pagina te bekijken

source: Frontend Author
nl_nl: Frontend Auteur

source: Settings saved.
nl_nl: Instellingen opgeslagen

source: Frontier Post Settings
nl_nl: Frontier Instellingen

source: Allow edit of posts with comments
nl_nl: Sta het bewerken van berichten met commentaar toe

source: Max age in days to allow edit of post
nl_nl: Maximaal aantal dagen toegestaan om een bericht te wijzigen

source: Allow deletion of posts with comments
nl_nl: Sta het verwijderen van berichten met commentaar toe

source: Max age in days to allow delete of post
nl_nl: Maximaal aantal dagen toegestaan om een bericht te verwijderen

source: Number of post per page
nl_nl: Aantal berichten per pagina

source: Page containing [frontier-post] shortcode:
nl_nl: Pagina welke de [frontier-post] shortcode bevat

source: None
nl_nl: Geen

source: Send email to Admins on post to approve
nl_nl: Stuur een email naar Admin voor berichten goedkeuring

source: Send email to author when post is approved
nl_nl: Stuur email naar de auteur wanneer bericht goedgekeurd is

source: Approver email (ex: name1@domain.xx, name2@domain.xx)
nl_nl: Beheerder email (ex: name1@domain.xx, name2@domain.xx)

source: Exclude categories (comma separated. list of IDs)
nl_nl: Uitgesloten categorieëren (lijst gescheiden door comma's)

source: Capabilities by user role
nl_nl: Rechten per gebruiker

source: Role
nl_nl: Rol

source: Can Add
nl_nl: Mag toevoegen

source: Can Edit
nl_nl: Mag bewerken

source: Can Publish
nl_nl: Mag publiseren

source: Private Posts
nl_nl: Privé berichten

source: Allow Drafts
nl_nl: Concepten

source: Can Delete
nl_nl: Mag verwijderen

source: Frontier Edit
nl_nl: Frontier Bewerken

source: Show admin bar
nl_nl: Toon admin top menu

source: NA
nl_nl: Nvt

source: Editor options
nl_nl: Tekstbewerker opties

source: Edit Excerpt
nl_nl: Bewerk Uitreksel

source: Edit Tags
nl_nl: Bewerk Tags

source: Editor Type
nl_nl: Tekstbewerker Type

source: Default Category
nl_nl: Standaard Categorie

source: Save Changes
nl_nl: Wijzigingen Opslaan

source: Advanced Settings - BETA
nl_nl: Extra Opties - BETA

source: Allow users to change status from Published:
nl_nl: Gebruikers mogen de status van Gepubliseerd wijzigen:

source: Once published users can change status back to draft/pending
nl_nl: Gepubliseerde berichten kunnen teruggezet worden naar concept/wachtend

source: Add Frontier Author user role:
nl_nl: Voeg Frontier Auteur rol toe:

source: Adds a new role: Frontend Author to Wordpress
nl_nl: Voegt een nieuwe rol: Frontend Auteur toe aan Wordpress

source: Use featured image:
nl_nl: Gebruik uitgelichte afbeelding

source: Enables selection of featured image from frontend form (does not work perfectly)
nl_nl: Activeer de selectie van een uitgelichte afbeelding (werkt niet perfect)

source: Show link to login page:
nl_nl: Toon een link naar de login-pagina

source: Shows link to wp-login.php after text: Please login
nl_nl: Toon een link naar wp-login.php na de tekst: Inloggen aub

source: Use custom editor buttons:
nl_nl: Gebruik aangepaste tekstbewerker knoppen

source: Control the buttons showed in the editor (only in frontend)
nl_nl: Pas de knoppen aan welke getoond worden in de tekstbewerker

source: Additional info: FAQ on plugin site
nl_nl: Extra informatie: FAQ (zie plugin website)

source: Custom button row
nl_nl: Aangepaste knoppen rij

source: Suggested buttons
nl_nl: Geadviseerde knoppen

source: Row
nl_nl: Rij

source: Notice
nl_nl: Kennisgeving

source: - Media upload is not available to Contributors and Subscribers by Wordpress capabilities
nl_nl: - Media upload is niet beschikbaar voor Abonnees en Schrijvers (dit is een standaard Wordpress instelling)

source: - Wordpress standard rolemodel does not allow Contributors and Subscribers to add/edit/delete posts, but you can bypass this above
nl_nl: - De standaard instelling van Wordpress staat niet toe dat Abonnees en Schrijvers berichten mogen Toevoegen/Wijzigen of Verwijderen. Je kan dit omzeilen dmv voorgaande instellingen.

source: - Frontier Edit means that if a user selects the dit link on a post, Frontier will be used to edit instead of backend
nl_nl: - Frontier Bewerken betekend dat als een gebruiker de wijzigen-link selecteer bij een bericht, Frontier gebruikt zal worden als tekstbewerker ipv. de standaard Wordpress Backend

source: - - This is only if selected from frontend, if edit from backend, backend interface will be used
nl_nl: - - Dit gebeurd alleen bij selectie op de Frontend

source: Frontier Post
nl_nl: Frontier Bericht

source: Simple, Fast & Secure frontend management of posts - Add, Edit, Delete posts from frontend - My Posts Widget
nl_nl: Simpel, Snel en Veilige manier van frontend bewerken van berichten - Voeg toe, Bewerk en verwijder berichten via de frontend - Mijn Berichten Widget
